type reviewsDataProps = {
  rating: number;
  clientName: string;
  description: string;
};

const reviewsData: reviewsDataProps[] = [
  {
    rating: 5,
    clientName: 'Олена К.',
    description:
      'Футболка ідеально сідає. М’яка тканина, тримає форму навіть після кількох прань. Куплю ще в іншому кольорі.',
  },
  {
    rating: 5,
    clientName: 'Ігор С.',
    description:
      'Нарешті знайшов джинси, які не треба підкручувати чи шукати компроміси. Сіли з першого разу.',
  },
  {
    rating: 5,
    clientName: 'Яна К.',
    description:
      'Люблю одяг без зайвого — простий, зручний, стильний. Ваша база — це моя нова уніформа.',
  },
  {
    rating: 5,
    clientName: 'Анастасія В.',
    description:
      'Замовляла футболку і шорти — носимо з хлопцем вдвох. Універсальні речі, яким реально довіряєш.',
  },
  {
    rating: 5,
    clientName: 'Тетяна М.',
    description:
      'Сукня — просто знахідка! Легка, зручна, підкреслює фігуру. Отримала багато компліментів. Рекомендую!',
  },
  {
    rating: 5,
    clientName: 'Ольга Ш.',
    description:
      'Замовляла футболку і шорти — носимо з хлопцем вдвох. Універсальні речі, яким реально довіряєш.',
  },
  {
    rating: 5,
    clientName: 'Марія Г.',
    description:
      'Сорочка якісна та стильна. Приємна до тіла, тканина дихає. Ідеально підходить як для офісу, так і для повсякденних образів.',
  },
  {
    rating: 5,
    clientName: 'Катерина Л.',
    description:
      'Штани просто супер! Добре сідають по фігурі, зручний крій і приємний матеріал. Не мнуться і виглядають дорого.',
  },
  {
    rating: 5,
    clientName: 'Валентина Л.',
    description:
      'Купила для себе та сина — обом пасує. Нарешті український бренд, який розуміє потреби в простоті.',
  },
];

export { reviewsData };
