export const testimonialsData: any[] = [
  {
    rating: 5,
    clientname: 'Олена К.',
    description: `"утболка ідеально сідає. М’яка тканина, тримає форму навіть після кількох прань. Куплю ще в іншому кольорі."`,
  },
  {
    rating: 5,
    clientname: 'Ігор С.',
    description: `"Нарешті знайшов джинси, які не треба підкручувати чи шукати компроміси. Сіли з першого разу."`,
  },
  {
    rating: 5,
    clientname: 'Марія Г.',
    description: `"Люблю одяг без зайвого — простий, зручний, стильний. Ваша база — це моя нова уніформа.”`,
  },
  {
    rating: 5,
    clientname: 'Катерина Л.',
    description: `"Замовляла футболку і шорти — носимо з хлопцем вдвох. Універсальні речі, яким реально довіряєш.`,
  },
  {
    rating: 5,
    clientname: 'Марія Г.',
    description: `"Люблю одяг без зайвого — простий, зручний, стильний. Ваша база — це моя нова уніформа.”`,
  },
  {
    rating: 5,
    clientname: 'Катерина Л.',
    description: `"Замовляла футболку і шорти — носимо з хлопцем вдвох. Універсальні речі, яким реально довіряєш.`,
  },
  {
    rating: 5,
    clientname: 'Марія Г.',
    description: `"Люблю одяг без зайвого — простий, зручний, стильний. Ваша база — це моя нова уніформа.”`,
  },
  {
    rating: 5,
    clientname: 'Катерина Л.',
    description: `"Замовляла футболку і шорти — носимо з хлопцем вдвох. Універсальні речі, яким реально довіряєш.`,
  },
];
